[
    {
        "title": "Leucovorin might help some kids with autism, but it’s no silver bullet",
        "excerpt": "Some studies suggest leucovorin could help treat certain autism-related symptoms. But experts caution against viewing it as a cure for autism.",
        "post_time": "2025-10-07"
    },
    {
        "title": "Beware of “miracle cure” claims surrounding DMSO",
        "excerpt": "Claims about DMSO’s alleged curative properties are big on anecdotes but small on evidence.",
        "post_time": "2025-09-08"
    },
    {
        "title": "Anti-vaccine claims about the Alexis Lorenze case mislead on vaccine risks",
        "excerpt": "This report highlights the questionable rapidity with which Lorenze’s illness was attributed to vaccines by anti-vaccine activists. As a fuller examination of the available evidence shows, it is challenging to reliably establish vaccines as the sole cause of her condition.",
        "post_time": "2024-10-08"
    },
    {
        "title": "How fears of parasites drive viral claims for detoxes and cleanses",
        "excerpt": "Removing parasites from the body is a recurring theme in health misinformation on social media. These posts misleadingly suggest that…",
        "post_time": "2024-06-24"
    },
    {
        "title": "Are claims linking recent U.S. trends in cancer diagnoses to COVID-19 vaccines plausible? A look at the available data",
        "excerpt": "Since it takes several years to gather, verify, and consolidate cancer data at the national level, there’s no real-time way to monitor national cancer trends. Medical experts have also explained that there is no plausible mechanism or data that connect COVID-19 vaccines to cancer.",
        "post_time": "2024-03-29"
    },
    {
        "title": "How health problems after COVID-19 vaccination are sometimes used to feed misinformation narratives",
        "excerpt": "While illness can occur shortly after vaccination, it doesn’t mean that the vaccine must be the cause. Illness can also occur simply by coincidence, since diseases have existed long before vaccines arrived. Part of evaluating whether a vaccine is the cause of an illness requires determining if vaccinated people are at a higher risk of the illness compared to unvaccinated people—something that anecdotes alone cannot provide.",
        "post_time": "2024-02-28"
    },
    {
        "title": "“Disease X”: How pandemic preparedness talks spawned conspiracy theories online",
        "excerpt": "On 17 January 2024, public health experts including Tedros Adhanom Ghebreyesus, the Director-General of the World Health Organization (WHO), held…",
        "post_time": "2024-02-14"
    },
    {
        "title": "Variations on a theme: The evidence refuting the false claim that vaccines cause autism",
        "excerpt": "While there has indeed been a rise in the number of autism diagnoses in the last decade, the evidence points not to vaccines as the cause, but to a broader diagnostic criteria of autism and increased awareness of the condition now as compared to the past.",
        "post_time": "2023-12-11"
    },
    {
        "title": "What do we know about the safety of COVID-19 vaccine mRNA in breast milk?",
        "excerpt": "The mRNA inCOVID-19 mRNA vaccines can enter breast milk. However, research only detected small amounts of it, which were mostly degraded and non-functional form. COVID-19 vaccines are beneficial to pregnant women because they are particularly at risk of severe disease and poorer pregnancy outcomes. Furthermore, breast milk from lactating women contains antibodies able to neutralize the COVID-19 virus, meaning that vaccinated women can pass on some protection against COVID-19 to their babies.",
        "post_time": "2023-10-03"
    },
    {
        "title": "Are phthalates causing a decline in male fertility?",
        "excerpt": "Introduction According to an estimate published by the World Health Organization in April 2023, infertility affects roughly one in six…",
        "post_time": "2023-09-13"
    },
    {
        "title": "Major wine regions could disappear from global warming, Europe to be hit especially hard",
        "excerpt": "Wine grapes can only be grown in specific conditions – climate change is affecting which regions are suitable, and some current regions will likely be lost.",
        "post_time": "2025-09-15"
    },
    {
        "title": "Cutting emissions today limits future climate impacts, but certain changes are ‘locked in’ due to past CO2 emissions",
        "excerpt": "Sea levels will rise this century and remain elevated for thousands of years due to our past emissions. Ice sheets, glaciers, and ocean temperatures will also face irreversible changes.",
        "post_time": "2025-06-27"
    },
    {
        "title": "Human-driven climate change largely responsible for last 50 years of worsening fire weather in Western North America, new study shows",
        "excerpt": "Fire weather has been worsened by human-driven climate change in Western North America for 50 years, new study finds. Recent paper suggests that human-driven climate change contributed 81-188% to the observed increase in fire weather in that region.",
        "post_time": "2025-05-28"
    },
    {
        "title": "Can mistletoe cure cancer?",
        "excerpt": "Introduction Cancer is a leading cause of mortality worldwide. In 2020, an estimated 19.3 million new cancers were diagnosed and…",
        "post_time": "2023-05-16"
    },
    {
        "title": "Can you achieve a balanced diet by eating only meat? A look at the scientific evidence",
        "excerpt": "While a person may be able to consume some form of the carnivore diet in the short run without many ill effects, it’s clear that the diet comes with significant restrictions that can eventually prove detrimental to human health. Nutritional deficiencies, like a lack of vitamin C, can soon lead to illness, like scurvy. And in the long run, excessive consumption of red meat, which is rich in protein and fat, but deficient in carbohydrates and dietary fiber, increases the risk of heart disease and certain cancers.",
        "post_time": "2023-04-11"
    },
    {
        "title": "What we know about the safety of mifepristone for medical abortions and the effectiveness of progesterone for “abortion reversal”",
        "excerpt": "Introduction The World Health Organization considers access to safe and affordable abortion services as important for the good health and…",
        "post_time": "2023-02-24"
    },
    {
        "title": "What do we know about the safety of bisphenol A in food packaging?",
        "excerpt": "Bisphenol A is an industrial chemical that has been used for decades to make certain plastics and resins. The long-term health risks posed by the current levels of exposure to BPA remain largely unknown. Although some epidemiological studies have shown correlations between BPA exposure and several medical conditions, research in humans is inconclusive.",
        "post_time": "2023-02-13"
    },
    {
        "title": "Authorization of bivalent COVID-19 boosters is based on scientific evidence of their safety and effectiveness",
        "excerpt": "Previous clinical trials of the original COVID-19 vaccines and earlier bivalent vaccine formulations provide us with sufficient clinical evidence for the safety of the recently authorized bivalent boosters.",
        "post_time": "2022-11-07"
    },
    {
        "title": "What can explain the excess mortality in the U.S. and Europe in 2022?",
        "excerpt": "Understanding why this excess mortality persists can be difficult. This is because there could be many contributing factors involved, adding to complexity. But we do know that there were certain notable events in 2022 that could explain, at least in part, the persistent excess mortality. This Insight article aims to discuss these events and how they could have increased the mortality rate in the second half of 2022.",
        "post_time": "2022-11-02"
    },
    {
        "title": "What you need to know about the current monkeypox outbreak: transmission, symptoms, treatments, etc.",
        "excerpt": "What makes the current monkeypox outbreak different is that the majority of confirmed cases in non-endemic countries have no history of travel to areas where monkeypox is endemic.",
        "post_time": "2022-08-20"
    },
    {
        "title": "What do we know about the safety of titanium dioxide in menstrual hygiene products?",
        "excerpt": "Introduction Social media posts claiming that titanium dioxide in tampons are responsible for reproductive cancers began circulating in early August…",
        "post_time": "2022-08-09"
    },
    {
        "title": "What do we know about the possible link between acetaminophen use during pregnancy and autism?",
        "excerpt": "While some studies reported an association between acetaminophen use during pregnancy and autism, they didn’t demonstrate that this association was causal in nature.",
        "post_time": "2022-08-01"
    },
    {
        "title": "Assessing the effect of COVID-19 vaccines on mortality: a story of confounding factors and their role in COVID-19 misinformation",
        "excerpt": "Introduction COVID-19 vaccines have been instrumental in our fight against the pandemic and our return to a normal life, thanks…",
        "post_time": "2022-03-15"
    },
    {
        "title": "Major wine regions could disappear from global warming, Europe to be hit especially hard",
        "excerpt": "Wine grapes can only be grown in specific conditions – climate change is affecting which regions are suitable, and some current regions will likely be lost.",
        "post_time": "2025-09-15"
    },
    {
        "title": "Cutting emissions today limits future climate impacts, but certain changes are ‘locked in’ due to past CO2 emissions",
        "excerpt": "Sea levels will rise this century and remain elevated for thousands of years due to our past emissions. Ice sheets, glaciers, and ocean temperatures will also face irreversible changes.",
        "post_time": "2025-06-27"
    },
    {
        "title": "Human-driven climate change largely responsible for last 50 years of worsening fire weather in Western North America, new study shows",
        "excerpt": "Fire weather has been worsened by human-driven climate change in Western North America for 50 years, new study finds. Recent paper suggests that human-driven climate change contributed 81-188% to the observed increase in fire weather in that region.",
        "post_time": "2025-05-28"
    },
    {
        "title": "Infection-induced immunity versus vaccine-induced immunity: Weighing the benefits and risks",
        "excerpt": "Introduction Multiple articles and social media posts have debated the strength of infection-induced immunity​​—commonly referred to as natural immunity—compared to…",
        "post_time": "2021-11-03"
    },
    {
        "title": "Understanding causality in adverse events after vaccination",
        "excerpt": "Introduction Whether you’re watching the news or scrolling through your social media feeds, you’re certain to come across content about…",
        "post_time": "2021-07-15"
    },
    {
        "title": "What has been the effect of the pandemic on the suicide rate of the U.S. population?",
        "excerpt": "Introduction The COVID-19 pandemic prompted countries everywhere to take measures to reduce the spread of the disease. One of these…",
        "post_time": "2021-06-21"
    },
    {
        "title": "What is known about the claims that the Wuhan Institute of Virology conducted research to bioengineer bat coronaviruses?",
        "excerpt": "Image: Scanning electron microscope image showing SARS-CoV-2 (round gold objects) emerging from the surface of cells cultured in the lab.…",
        "post_time": "2021-06-15"
    },
    {
        "title": "How were mRNA vaccines developed for COVID-19?",
        "excerpt": "The vaccines for COVID-19 produced by Pfizer-BioNTech and Moderna were the first mRNA vaccines authorized for use in the general…",
        "post_time": "2021-06-02"
    },
    {
        "title": "Could scientists use the bat coronavirus RaTG13 to engineer SARS-CoV-2, the virus that causes COVID-19, in a lab?",
        "excerpt": "One of the biggest outstanding questions of the COVID-19 pandemic is the origin of SARS-CoV-2, the coronavirus responsible for the…",
        "post_time": "2021-03-19"
    },
    {
        "title": "“Plandemic: Indoctornation” video rehashes debunked claims and conspiracy theories about the COVID-19 pandemic and vaccines",
        "excerpt": "Plandemic is a pseudo-documentary produced by American filmmaker Mikki Willis, whose first instalment was published in May 2020. Featuring an…",
        "post_time": "2020-08-20"
    },
    {
        "title": "Computing Forever interview with Dolores Cahill contains numerous inaccuracies about COVID-19 and vaccines",
        "excerpt": "This video, first published on 11 May 2020, features an interview between Dave Cullen, also known as Computing Forever on…",
        "post_time": "2020-05-22"
    },
    {
        "title": "“Plandemic” vignette featuring anti-vaccination activist Judy Mikovits contains numerous false and unsupported claims about COVID-19",
        "excerpt": "This video is the first in a series of vignettes preceding a movie titled “Plandemic”. First published on 5 May…",
        "post_time": "2020-05-08"
    },
    {
        "title": "Did the COVID-19 virus originate from a lab or nature? Examining the evidence for different hypotheses of the novel coronavirus’ origins",
        "excerpt": "Since the beginning of the COVID-19 outbreak in December 2019, many hypotheses have been advanced to explain where the novel…",
        "post_time": "2020-04-24"
    },
    {
        "title": "Major wine regions could disappear from global warming, Europe to be hit especially hard",
        "excerpt": "Wine grapes can only be grown in specific conditions – climate change is affecting which regions are suitable, and some current regions will likely be lost.",
        "post_time": "2025-09-15"
    },
    {
        "title": "Cutting emissions today limits future climate impacts, but certain changes are ‘locked in’ due to past CO2 emissions",
        "excerpt": "Sea levels will rise this century and remain elevated for thousands of years due to our past emissions. Ice sheets, glaciers, and ocean temperatures will also face irreversible changes.",
        "post_time": "2025-06-27"
    },
    {
        "title": "Human-driven climate change largely responsible for last 50 years of worsening fire weather in Western North America, new study shows",
        "excerpt": "Fire weather has been worsened by human-driven climate change in Western North America for 50 years, new study finds. Recent paper suggests that human-driven climate change contributed 81-188% to the observed increase in fire weather in that region.",
        "post_time": "2025-05-28"
    },
    {
        "title": "Do radio waves from mobile devices cause cancer? A look at the evidence",
        "excerpt": "Current scientific consensus is that there is little to no evidence that radiofrequency causes increased risk of cancer in humans.",
        "post_time": "2019-04-08"
    },
    {
        "title": "How we know vaccines don’t cause autism – and why this belief persists",
        "excerpt": "The claim that “vaccines cause autism” first received its scientific backing by Andrew Wakefield’s now-retracted study in The Lancet, published…",
        "post_time": "2019-03-26"
    },
    {
        "title": "Major wine regions could disappear from global warming, Europe to be hit especially hard",
        "excerpt": "Wine grapes can only be grown in specific conditions – climate change is affecting which regions are suitable, and some current regions will likely be lost.",
        "post_time": "2025-09-15"
    },
    {
        "title": "Cutting emissions today limits future climate impacts, but certain changes are ‘locked in’ due to past CO2 emissions",
        "excerpt": "Sea levels will rise this century and remain elevated for thousands of years due to our past emissions. Ice sheets, glaciers, and ocean temperatures will also face irreversible changes.",
        "post_time": "2025-06-27"
    },
    {
        "title": "Human-driven climate change largely responsible for last 50 years of worsening fire weather in Western North America, new study shows",
        "excerpt": "Fire weather has been worsened by human-driven climate change in Western North America for 50 years, new study finds. Recent paper suggests that human-driven climate change contributed 81-188% to the observed increase in fire weather in that region.",
        "post_time": "2025-05-28"
    },
    {
        "title": "Major wine regions could disappear from global warming, Europe to be hit especially hard",
        "excerpt": "Wine grapes can only be grown in specific conditions – climate change is affecting which regions are suitable, and some current regions will likely be lost.",
        "post_time": "2025-09-15"
    },
    {
        "title": "Cutting emissions today limits future climate impacts, but certain changes are ‘locked in’ due to past CO2 emissions",
        "excerpt": "Sea levels will rise this century and remain elevated for thousands of years due to our past emissions. Ice sheets, glaciers, and ocean temperatures will also face irreversible changes.",
        "post_time": "2025-06-27"
    },
    {
        "title": "Human-driven climate change largely responsible for last 50 years of worsening fire weather in Western North America, new study shows",
        "excerpt": "Fire weather has been worsened by human-driven climate change in Western North America for 50 years, new study finds. Recent paper suggests that human-driven climate change contributed 81-188% to the observed increase in fire weather in that region.",
        "post_time": "2025-05-28"
    }
]